amd-ucode
appmenu-gtk-module
archey3
base
base-devel
blueberry
bluez-utils
brightnessctl
btop
caligula
cmatrix
dkms
dnsmasq
dragon-drop
dunst
earlyoom
efibootmgr
enscript
feh
file-roller
firefox
ghostscript
gimp
git
gnome-icon-theme
gnome-icon-theme-symbolic
gobject-introspection
grim
htop
i3blocks
i3lock
i3status
i3-wm
intel-media-driver
ipython
iwd
jdk21-openjdk
jdk-openjdk
kitty
lf
libnotify
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
man-db
man-pages
nano
networkmanager
networkmanager-openconnect
nm-connection-editor
noto-fonts-emoji
obsidian
openssh
pamixer
picom
pigz
polkit-kde-agent
polybar
preload
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
python-pip
python-pipx
python-setuptools
qemu-full
qt5-wayland
qt6-wayland
ripdrag-git
rofi
ruby-dry-inflector
sassc
slack-desktop
slurp
smartmontools
starship
strace
trash-cli
ttf-jetbrains-mono-nerd
unzip
vim
virtualbox
virtualbox-host-dkms
vulkan-intel
vulkan-nouveau
vulkan-radeon
webkit2gtk
wev
wget
wireless_tools
wpa_supplicant
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xhost
xorg-xinit
yay
yay-debug
zram-generator
